Repository: CarlosLongarela/CL-WP-Info
Catalog: languages/cl-wp-info-*.po
Languages: de_de

source: External Tools
de_de: Externe Werkzeuge

source: Database Info
de_de: Datenbank Info

source: External tools for measure page perfomance
de_de: Externe Tools zur Messung der Seitengeschwindigkeit

source: Time to first byte
de_de: Zeit bis zum ersten Byte

source: WPO (Web Performance Optimization)
de_de: WPO (Web Performance Optimierung)

source: TTFB (Time To First Byte)
de_de: TTFB (Zeit bis zum ersten Byte)

source: %1$s (%2$s) report by:
de_de: %1$s (%2$s) Bericht von:

source: Put your name or company name here
de_de: Geben Sie hier Ihren Namen oder Firmennamen ein

source: Report made with CL WP Info WordPress plugin
de_de: Bericht erstellt mit CL WP Info WordPress Plugin

source: You have latest available version
de_de: Du hast die neueste verfügbare Version

source: There is a new WordPress version available
de_de: Es ist eine neue WordPress-Version verfügbar

source: Last WordPress version checked:
de_de: Letzte WordPress-Version überprüft:

source: Excellent: Your server PHP version is the same or greater than WordPress recomended.
de_de: Ausgezeichnet: Ihre Server-PHP-Version ist gleich oder größer als von WordPress empfohlen.

source: Your server PHP version is the same or greater than WordPress minimum, but lower that recomended. Please update your server PHP Version.
de_de: Ihre Server-PHP-Version ist gleich oder größer als WordPress Minimum, aber niedriger als empfohlen. Bitte aktualisieren Sie Ihre Server-PHP-Version.

source: BAD: Your server PHP version is lower than minimum required. Update your server PHP Version.
de_de: SCHLECHT: Ihre Server-PHP-Version ist niedriger als das erforderliche Minimum. Aktualisieren Sie Ihre Server-PHP-Version.

source: Your server database version is the same or greater than WordPress recomended.
de_de: Ihre Server-Datenbankversion ist gleich oder größer als von WordPress empfohlen.

source: BAD: Your server database version is lower than minimum required. Update your server database Version.
de_de: SCHLECHT: Ihre Server-Datenbankversion ist niedriger als das erforderliche Minimum. Aktualisieren Sie Ihre Server-Datenbank Version.

source: Server Memory:
de_de: Server Speicher:

source: Web Server User:
de_de: Webserver-Benutzer:

source: Web Server Scheme:
de_de: Webserver-Schema:

source: PHP Loaded Extensions:
de_de: PHP geladene Erweiterungen:

source: Date/Time Zone:
de_de: Datum/Uhrzeit Zone:

source: Date/Time latitude:
de_de: Datum/Uhrzeit Breitengrad:

source: Date/Time longitude:
de_de: Datum/Uhrzeit Längengrad:

source: Default charset:
de_de: Standardzeichensatz:

source: Error Log:
de_de: Fehlerprotokoll:

source: Max Memory:
de_de: Maximaler Speicher:

source: Database Server:
de_de: Datenbank-Server:

source: WordPress Database:
de_de: WordPress Datenbank:

source: WordPress Database prefix:
de_de: WordPress Datenbank-Präfix:

source: WordPress Database Username:
de_de: WordPress Datenbank-Benutzername:

source: Hidden for security purposes
de_de: Aus Sicherheitsgründen versteckt

source: You can view Database Username in constant DB_USER defined in your wp-config.php in WordPress root folder
de_de: Sie können den Datenbankbenutzernamen in der Konstanten DB_USER anzeigen, die in Ihrer wp-config.php in WordPress Stammordner definiert ist.

source: WordPress Database Password:
de_de: WordPress Datenbank-Passwort:

source: You can view Database Password in constant DB_PASSWORD defined in your wp-config.php in WordPress root folder
de_de: Sie können das Datenbankpasswort in der Konstanten DB_PASSWORD anzeigen, die in Ihrer wp-config.php im WordPress-Stammverzeichnis definiert ist.

source: WordPress Database Hostname:
de_de: WordPress Datenbank Hostname:

source: WordPress Database Charset to use in creating database tables:
de_de: WordPress Datenbank Charset zur Verwendung beim Erstellen von Datenbanktabellen:

source: WordPress Database Collate Type:
de_de: WordPress Datenbank Sortierungstyp:

source: Absolute Path to WordPress Directory:
de_de: Absoluter Pfad zum WordPress-Verzeichnis:

source: WordPress Content Directory:
de_de: WordPress Inhaltsverzeichnis:

source: Trash for media:
de_de: Papierkorb für Medien:

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Empty trash each:
de_de: Leere alles im Papierkorb:

source: days
de_de: Tage

source: WordPress memory limit:
de_de: WordPress Speicherlimit:

source: WordPress top memory limit:
de_de: WordPress obere Speichergrenze:

source: WordPress locale:
de_de: WordPress Sprache:

source: %d published post
de_de: %d veröffentlichter Beitrag

source: %d post to publish in the future
de_de: %d anstehender Beitrag zur Veröffentlichung

source: %d post pending review
de_de: %d ausstehender Post zur Überprüfung

source: %d post in draft status
de_de: %d Beitrag im Entwurfsstatus

source: %d newly created post with no content
de_de: %d neu erstellter Beitrag ohne Inhalt

source: %d post not visible to users who are not logged in
de_de: %d Beitrag nicht sichtbar für Benutzer, die nicht angemeldet sind.

source: %d revision post
de_de: %d Beitrag Revision

source: %d post in trashbin
de_de: %d Beitrag im Papierkorb

source: WordPress Pages:
de_de: WordPress Seiten:

source: %d published page
de_de: %d veröffentlichte Seite

source: %d page to publish in the future
de_de: %d Seite die noch veröffentlicht werden soll

source: %d page pending review
de_de: %d ausstehenden Seite zur Überprüfung

source: %d page in draft status
de_de: %d Seite im Entwurfsstatus

source: %d newly created page with no content
de_de: %d neu erstellte Seite ohne Inhalt

source: %d page not visible to users who are not logged in
de_de: %d Seite nicht sichtbar für Benutzer, die nicht angemeldet sind.

source: %d revision page
de_de: %d Seite Revision

source: %d page in trashbin
de_de: %d Seite im Papierkorb

source: WordPress Comments:
de_de: WordPress Kommentare:

source: %d comment
de_de: %d Kommentar

source: WordPress Media:
de_de: WordPress Medien:

source: MIME Type
de_de: MIME Typ

source: Trash:
de_de: Papierkorb:

source: WordPress Users:
de_de: WordPress Benutzer:

source: %d user
de_de: %d Benutzer

source: Child Theme of
de_de: Child Theme von

source: Active
de_de: Aktiv

source: Update available:
de_de: Update verfügbar:

source: Author:
de_de: Autor:

source: Compatible with WordPress
de_de: Kompatibel mit WordPress

source: Javascript files (in this page):
de_de: JavaScript-Dateien (auf dieser Seite):

source: CSS files (in this page):
de_de: CSS-Dateien (auf dieser Seite):

source: All tests are done with real web browsers, so the results match the end-user experience exactly.
de_de: Alle Tests werden mit echten Webbrowsern durchgeführt, so dass die Ergebnisse exakt auf die Bedürfnisse des Endbenutzers abgestimmt sind.

source: Examine all parts of a web page
de_de: Untersuchen Sie alle Teile einer Webseite.

source: Performance overview
de_de: Performance Übersicht

source: Performance grade and tips
de_de: Performance-Grad und Tipps

source: Trace your performance history
de_de: Verfolgen Sie Ihre Performance-Historie

source: Test from multiple locations
de_de: Test von mehreren Standorten aus

source: Share your results
de_de: Teilen Sie Ihre Ergebnisse

source: GTmetrix tells you a lot about your website performance.
de_de: GTmetrix sagt Ihnen viel über die Leistung Ihrer Website.

source: PageSpeed and YSlow scores and Recommendations
de_de: PageSpeed und YSlow Werte und Empfehlungen

source: Page Load Details (time, size, number of requests)
de_de: Details zum Seitenaufbau (Zeit, Größe, Anzahl der Zugriffe)

source: Various Analysis Options
de_de: Verschiedene Analysemöglichkeiten

source: Waterfall, Video and Report History
de_de: Wasserfall-, Video- und Berichtsverlauf

source: Analyze with Mobile
de_de: Analysiere mit dem Handy

source: Test from multiple regions
de_de: Test aus mehreren Regionen

source: Run a free website speed test from multiple locations around the globe using real browsers (IE and Chrome)
de_de: Führen Sie einen kostenlosen Website-Geschwindigkeitstest von mehreren Standorten auf der ganzen Welt mit echten Browsern (IE und Chrome) durch.

source: WebPagetest is an open source project that is primarily being developed and supported by Google as part of our efforts to make the web faster.
de_de: WebPagetest ist ein Open-Source-Projekt, das in erster Linie von Google im Rahmen unserer Bemühungen, das Web schneller zu machen, entwickelt und unterstützt wird.

source: WebPagetest is a tool that was originally developed by AOL for use internally and was open-sourced in 2008 under a BSD license. The platform is under active development on GitHub and is also packaged up periodically and available for download if you would like to run your own instance.
de_de: WebPagetest ist ein Tool, das ursprünglich von AOL für den internen Gebrauch entwickelt wurde und 2008 unter einer BSD-Lizenz Open-Source betrieben wurde. Die Plattform befindet sich in der aktiven Entwicklung auf GitHub und wird auch regelmäßig zusammengestellt und steht zum Download bereit, wenn Sie Ihre eigene Instanz betreiben möchten.

source: PageSpeed Insights analyzes the content of a web page, then generates suggestions to make that page faster.
de_de: PageSpeed Insights analysiert den Inhalt einer Webseite und generiert dann Vorschläge, um diese Seite schneller zu gestalten.

source: Test my site
de_de: Meine Seite testen

source: keycdn Website Speed Test
de_de: keycdn Website Geschwindigkeitstest

source: A page speed test that includes a waterfall breakdown and the website preview.
de_de: Ein Seiten-Geschwindigkeitstest, der einen Wasserfall-Breakdown und die Vorschau der Website beinhaltet.

source: Select any of the 14 test locations.
de_de: Wählen Sie einen der 14 Testorte aus.

source: Easily share the website speed test results with others.
de_de: Teilen Sie die Ergebnisse des Website-Geschwindigkeitstests einfach mit anderen.

source: Find out how much time take to load your site from multiple location across desktop & mobile.
de_de: Erfahren Sie, wie viel Zeit das Laden Ihrer Website von mehreren Standorten über den Desktop und das Handy in Anspruch nimmt.

source: Query a single asset from 14 test locations.
de_de: Abfrage eines einzelnen Assets von 14 Teststandorten aus.

source: Sucuri Loadtimetester
de_de: Sucuri Ladezeit-Tester

source: How fast is your site? You can test here the performance of any of your sites from across the globe.
de_de: Wie schnell ist Ihre Website? Sie können hier die Leistung aller Ihrer Standorte auf der ganzen Welt testen.

source: Byte Check
de_de: Byte-Prüfung

source: TTFB measures the duration from the users browser making a HTTP request to the first byte being returned by the server.
de_de: TTFB misst die Dauer vom Browser des Benutzers, der eine HTTP-Anfrage stellt, bis das erste Byte vom Server zurückgegeben wird.

source: As soon as the browser has started receiving content, it can start building up the page infront of the user.
de_de: Sobald der Browser mit dem Empfangen von Inhalten begonnen hat, kann er mit dem Aufbau der Seite vor dem Benutzer beginnen.

source: Online tool to check server HTTP/2, ALPN, and Server-push support.
de_de: Online-Tool zur Überprüfung der Unterstützung von Server HTTP/2, ALPN und Server-Push.

source: Check if your site is taking advantage of new HTTP/2 protocol for fast loading page.
de_de: Überprüfen Sie, ob Ihre Website die Vorteile des neuen HTTP/2-Protokolls für das schnelle Laden der Seite nutzt.

source: Online HTTP/2 test - Verify if your server or CDN supports HTTP/2.
de_de: Online-HTTP/2-Test - Überprüfen Sie, ob Ihr Server oder CDN HTTP/2 unterstützt.

source: Test DNS servers and settings for a domain name.
de_de: Testen Sie DNS-Server und Einstellungen für einen Domänennamen.

source: Test my domain
de_de: Meine Domain testen

source: The DNS Check test will run a comprehensive DNS Report for your domain.
de_de: Der DNS-Check-Test führt einen umfassenden DNS-Bericht für Ihre Domain aus.

source: A DNS lookup is done directly against the root servers (or TLD Servers).
de_de: Ein DNS-Lookup wird direkt gegen die Root-Server (oder TLD-Server) durchgeführt.

source: Then we query each name server to make sure your DNS Servers all respond, measure their performance and audit the results against common best practices.
de_de: Dann fragen wir jeden Nameserver ab, um sicherzustellen, dass Ihre DNS-Server alle reagieren, messen ihre Leistung und überprüfen die Ergebnisse anhand gängiger Best Practices.

source: DNS Checker provides free dns lookup service for checking domain name server records against a randomly selected list of DNS servers in different corners of the world.
de_de: DNS Checker bietet einen kostenlosen DNS-Nachschlagedienst zum Überprüfen von Datensätzen von Domain Name Servern gegen eine zufällig ausgewählte Liste von DNS-Servern in verschiedenen Teilen der Welt.

source: Test my domain with IPv6
de_de: Meine Domain mit IPv6 testen

source: Gzip Compression Test
de_de: Gzip-Kompressionstest

source: This tool checks your server to see if you have Gzip compression enabled.
de_de: Dieses Tool überprüft Ihren Server, um zu sehen, ob Sie die Gzip-Komprimierung aktiviert haben.

source: This tool supports Gzip compression from mod_deflate, mod_gzip or gzip compression through PHP and other server side programming languages.
de_de: Dieses Tool unterstützt die Gzip-Kompression von mod_deflate, mod_gzip oder gzip-Kompression durch PHP und andere serverseitige Programmiersprachen.

source: Check GZIP compression
de_de: GZIP-Komprimierung prüfen

source: With this tool you can check if your web server is sending the correct GZIP enabled header.
de_de: Mit diesem Tool können Sie überprüfen, ob Ihr Webserver den richtigen GZIP-fähigen Header sendet.

source: All of your MX record, DNS, blacklist and SMTP diagnostics in one integrated tool.
de_de: Alle Ihre MX-Einträge, DNS-, Blacklist- und SMTP-Diagnosen in einem integrierten Tool.

source: Test my domain MX
de_de: Meine Domain MX testen

source: Test my domain SMTP
de_de: Testen Sie meine Domain SMTP

source: Check if my domain is in a blacklist
de_de: Überprüfen Sie, ob meine Domain in einer Blacklist steht.

source: GSuite tools for check MX records.
de_de: GSuite-Tools zur Überprüfung von MX-Einträgen.

source: If this plugin is useful for you, maybe you'd like to collaborate with its development and invite me to a coffe or a beer
de_de: Wenn dieses Plugin für dich nützlich ist, möchtest du vielleicht an seiner Entwicklung mitwirken und mich zu einem Kaffee oder Bier einladen?

source: Yes, of course :)
de_de: Ja, natürlich :)

source: Or maybe you can donate with Bitcoin
de_de: Oder vielleicht kannst du mit Bitcoin spenden.

source: or Ether
de_de: oder Ethernet

source: This note will not be printed if you select Print menu and send to printer device or pdf (recomended option)
de_de: Diese Notiz wird nicht gedruckt, wenn Sie das Menü Drucken wählen und an das Druckergerät oder PDF senden (empfohlene Option).

source: Información del servidor, PHP y plugins y temas de WordPress para poder realizar fácilmente un informe previo de la web sobre la que vamos a trabajar
de_de: Serverinformationen, PHP- und WordPress-Plugins und -Themen, um leicht einen Vorbericht über das Web, an dem wir arbeiten werden, erstellen zu können.
